//==========================
// نافورة حديقة الدراجات
//==========================
import img1 from "./نافورة حديقة الدراجات/1.webp";
import img2 from "./نافورة حديقة الدراجات/2.webp";
import img3 from "./نافورة حديقة الدراجات/3.webp";
import img4 from "./نافورة حديقة الدراجات/4.webp";
import img5 from "./نافورة حديقة الدراجات/5.webp";
import img6 from "./نافورة حديقة الدراجات/6.webp";
import img157 from "./نافورة حديقة الدراجات/7.webp";
import img158 from "./نافورة حديقة الدراجات/8.webp";
import img159 from "./نافورة حديقة الدراجات/9.webp";
import img160 from "./نافورة حديقة الدراجات/10.webp";
import img161 from "./نافورة حديقة الدراجات/11.webp";
import img162 from "./نافورة حديقة الدراجات/12.webp";
import img163 from "./نافورة حديقة الدراجات/13.webp";
import img164 from "./نافورة حديقة الدراجات/14.webp";
import img165 from "./نافورة حديقة الدراجات/15.webp";
import img166 from "./نافورة حديقة الدراجات/16.webp";
import img167 from "./نافورة حديقة الدراجات/17.webp";

//==================================
// مصنع مودرن سيكا - لمواد العزل
//==================================
import img7 from "./مصنع مودرن سيكا - لمواد العزل/1.webp";
import img8 from "./مصنع مودرن سيكا - لمواد العزل/2.webp";
import img9 from "./مصنع مودرن سيكا - لمواد العزل/3.webp";
import img10 from "./مصنع مودرن سيكا - لمواد العزل/4.webp";
import img11 from "./مصنع مودرن سيكا - لمواد العزل/5.webp";

//============================================
// مستشفي التأمين الصحي مدينة نصر ( جاري )
//============================================
import img12 from "./مستشفي التأمين الصحي مدينة نصر ( جاري )/1.webp";
import img13 from "./مستشفي التأمين الصحي مدينة نصر ( جاري )/2.webp";
import img14 from "./مستشفي التأمين الصحي مدينة نصر ( جاري )/3.webp";
import img15 from "./مستشفي التأمين الصحي مدينة نصر ( جاري )/4.webp";
import img16 from "./مستشفي التأمين الصحي مدينة نصر ( جاري )/5.webp";
import img17 from "./مستشفي التأمين الصحي مدينة نصر ( جاري )/6.webp";

//=========================
// مستشفى الاقصر الدولى
//=========================
import img18 from "./مستشفي الأقصر الدولي/1.webp";
import img19 from "./مستشفي الأقصر الدولي/2.webp";
import img20 from "./مستشفي الأقصر الدولي/3.webp";
import img21 from "./مستشفي الأقصر الدولي/4.webp";
import img22 from "./مستشفي الأقصر الدولي/5.webp";
import img23 from "./مستشفي الأقصر الدولي/6.webp";

//===================================================
// مباني إدارية الكيان العسكري - العاصمة الإدارية
//===================================================
import img24 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/1.webp";
import img25 from ".//مباني إدارية الكيان العسكري - العاصمة الإدارية/2.webp";
import img26 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/3.webp";
import img27 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/4.webp";
import img28 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/5.webp";
import img29 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/6.webp";
import img30 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/7.webp";
import img181 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/8.webp";
import img182 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/9.webp";
import img183 from "./مباني إدارية الكيان العسكري - العاصمة الإدارية/10.webp";

//===================================================
// كنيسة العذراء مريم طريق الكباش الأثري - الأقصر
//===================================================
import img31 from "./كنيسة العذراء مريم طريق الكباش الأثري - الأقصر/1.webp";
import img32 from "./كنيسة العذراء مريم طريق الكباش الأثري - الأقصر/2.webp";
import img177 from "./كنيسة العذراء مريم طريق الكباش الأثري - الأقصر/3.webp";
import img178 from "./كنيسة العذراء مريم طريق الكباش الأثري - الأقصر/4.webp";

//=================
// قبة معهد ناصر
//=================
import img33 from "./قبة معهد ناصر/1.webp";
import img34 from "./قبة معهد ناصر/2.webp";
import img35 from "./قبة معهد ناصر/3.webp";
import img36 from "./قبة معهد ناصر/4.webp";

//============================================
// فندق تريومف ( الشويفات ) التجمع الخامس
//============================================
import img37 from "./فندق تريومف ( الشويفات ) التجمع الخامس/1.webp";
import img38 from ".//فندق تريومف ( الشويفات ) التجمع الخامس/2.webp";

//========================================
// ترميم وعزل فيلا 125مرتفعات القطامية
//========================================
import img39 from "./ترميم وعزل فيلا 125مرتفعات القطامية/1.webp";
import img40 from "./ترميم وعزل فيلا 125مرتفعات القطامية/2.webp";
import img41 from "./ترميم وعزل فيلا 125مرتفعات القطامية/3.webp";
import img42 from "./ترميم وعزل فيلا 125مرتفعات القطامية/4.webp";

//=======================================
// ترميم وتدعيم مستشفي سمنود المركزي
//=======================================
import img43 from "./ترميم وتدعيم مستشفي سمنود المركزي/1.webp";
import img44 from "./ترميم وتدعيم مستشفي سمنود المركزي/2.webp";
import img45 from "./ترميم وتدعيم مستشفي سمنود المركزي/3.webp";
import img45_2 from "./ترميم وتدعيم مستشفي سمنود المركزي/4.webp";

//==============================================================
// تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )
//==============================================================
import img46 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/1.webp";
import img47 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/2.webp";
import img48 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/3.webp";
import img49 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/4.webp";
import img50 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/5.webp";
import img51 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/6.webp";
import img114 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/7.webp";
import img115 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/8.webp";
import img116 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/9.webp";
import img117 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/10.webp";
import img118 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/11.webp";
import img119 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/12.webp";
import img120 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/13.webp";
import img121 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/14.webp";
import img122 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/15.webp";
import img123 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/16.webp";
import img124 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/17.webp";
import img125 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/18.webp";
import img126 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/19.webp";
import img127 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/20.webp";
import img128 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/21.webp";
import img129 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/22.webp";
import img130 from "./تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )/23.webp";

//==============================================================
// تدعيم بشرائح الكربون فيبر بنك HSBC كورنيش النيل المعادي
//==============================================================
import img52 from "./تدعيم بشرائح الكربون فيبر بنك HSBC كورنيش النيل المعادي/1.webp";
import img53 from "./تدعيم بشرائح الكربون فيبر بنك HSBC كورنيش النيل المعادي/2.webp";
import img54 from "./تدعيم بشرائح الكربون فيبر بنك HSBC كورنيش النيل المعادي/3.webp";

//====================
// بنك الإمارات دبي
//====================
import img55 from "./بنك الإمارات دبي/1.webp";
import img56 from "./بنك الإمارات دبي/2.webp";

//=============================
// المدخل الرئيسي معهد ناصر
//=============================
import img57 from "./المدخل الرئيسي معهد ناصر/1.webp";
import img58 from "./المدخل الرئيسي معهد ناصر/2.webp";
import img59 from "./المدخل الرئيسي معهد ناصر/3.webp";
import img60 from "./المدخل الرئيسي معهد ناصر/4.webp";

//==============================
// الصالون الاخضر بالاسماعيلية
//==============================
import img61 from "./الصالون الاخضر بالاسماعيلية/1.webp";
import img62 from "./الصالون الاخضر بالاسماعيلية/2.webp";
import img63 from "./الصالون الاخضر بالاسماعيلية/3.webp";

//=====================================================
// الجناح الكويتي -الرعاية المتوسطة ( لمعهد ناصر )
//=====================================================
import img64 from "./الجناح الكويتي -الرعاية المتوسطة ( لمعهد ناصر )/1.webp";
import img65 from "./الجناح الكويتي -الرعاية المتوسطة ( لمعهد ناصر )/2.webp";
import img66 from "./الجناح الكويتي -الرعاية المتوسطة ( لمعهد ناصر )/3.webp";
import img67 from "./الجناح الكويتي -الرعاية المتوسطة ( لمعهد ناصر )//4.webp";

//===================
// الإستشعار عن بعد
//===================
import img68 from "./الإستشعار عن بعد/1.webp";
import img69 from "./الإستشعار عن بعد/2.webp";
import img70 from "./الإستشعار عن بعد/3.webp";
import img71 from "./الإستشعار عن بعد/4.webp";
import img72 from "./الإستشعار عن بعد/5.webp";
import img73 from "./الإستشعار عن بعد/6.webp";
import img74 from "./الإستشعار عن بعد/7.webp";
import img75 from "./الإستشعار عن بعد/8.webp";
import img76 from "./الإستشعار عن بعد/عزل الارضيات/9.webp";
import img77 from "./الإستشعار عن بعد/عزل الارضيات/10.webp";
import img101 from "./الإستشعار عن بعد/عزل الارضيات/11.webp";
import img102 from "./الإستشعار عن بعد/عزل الارضيات/12.webp";
import img103 from "./الإستشعار عن بعد/عزل الارضيات/13.webp";
import img104 from "./الإستشعار عن بعد/عزل الارضيات/17.webp";
import img105 from "./الإستشعار عن بعد/عزل الارضيات/18.webp";
import img106 from "./الإستشعار عن بعد/عزل الارضيات/19.webp";
import img107 from "./الإستشعار عن بعد/عزل الارضيات/20.webp";
import img108 from "./الإستشعار عن بعد/مواد العزل/14.webp";
import img109 from "./الإستشعار عن بعد/مواد العزل/15.webp";
import img110 from "./الإستشعار عن بعد/مواد العزل/16.webp";
import img111 from "./الإستشعار عن بعد/تدعيم البلاطات بكاربون فايبر/21.webp";
import img112 from "./الإستشعار عن بعد/تدعيم البلاطات بكاربون فايبر/22.webp";
import img113 from "./الإستشعار عن بعد/تدعيم البلاطات بكاربون فايبر/23.webp";

//==============================================================================
// جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )
//==============================================================================
import img78 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/المواد الايبوكسية/1.webp";
import img79 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/المواد الايبوكسية/2.webp";
import img80 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/تجليخ الارضية للتجهيز للدهانات الايبوكسية/3.webp";
import img81 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/تجليخ الارضية للتجهيز للدهانات الايبوكسية/4.webp";
import img82 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/5.webp";
import img83 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/6.webp";
import img84 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/7.webp";
import img85 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/8.webp";
import img86 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/9.webp";
import img87 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/10.webp";
import img88 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/11.webp";
import img89 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل تفتيح فواصل التمدد و حقنها/12.webp";
import img90 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/13.webp";
import img91 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/14.webp";
import img92 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/15.webp";
import img93 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/16.webp";
import img94 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/17.webp";
import img95 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/18.webp";
import img96 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/19.webp";
import img97 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/20.webp";
import img98 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/21.webp";
import img99 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/مراحل دهانات الارضية ايبوكسى/22.webp";
import img100 from "./جراج الامانة العامو للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )/title.webp";

//=============================
// مستشفى الاسماعيلية العام
//=============================
import img131 from "./مستشفى الاسماعيلية العام/1.webp";
import img132 from "./مستشفى الاسماعيلية العام/2.webp";
import img133 from "./مستشفى الاسماعيلية العام/3.webp";
import img134 from "./مستشفى الاسماعيلية العام/4.webp";
import img135 from "./مستشفى الاسماعيلية العام/5.webp";
import img136 from "./مستشفى الاسماعيلية العام/6.webp";
import img137 from "./مستشفى الاسماعيلية العام/7.webp";
import img179 from "./مستشفى الاسماعيلية العام/8.webp";
import img180 from "./مستشفى الاسماعيلية العام/9.webp";


//=============================
// مستشفى الاسماعيلية العام
//=============================
import img138 from "./دار ظباط النقل فندق ترانس/1.webp";
import img139 from "./دار ظباط النقل فندق ترانس/2.webp";
import img140 from "./دار ظباط النقل فندق ترانس/3.webp";
import img141 from "./دار ظباط النقل فندق ترانس/4.webp";
import img142 from "./دار ظباط النقل فندق ترانس/5.webp";
import img143 from "./دار ظباط النقل فندق ترانس/6.webp";
import img144 from "./دار ظباط النقل فندق ترانس/7.webp";
import img145 from "./دار ظباط النقل فندق ترانس/8.webp";
import img146 from "./دار ظباط النقل فندق ترانس/9.webp";
import img147 from "./دار ظباط النقل فندق ترانس/10.webp";
import img148 from "./دار ظباط النقل فندق ترانس/11.webp";
import img149 from "./دار ظباط النقل فندق ترانس/12.webp";
import img150 from "./دار ظباط النقل فندق ترانس/13.webp";
import img151 from "./دار ظباط النقل فندق ترانس/14.webp";
import img152 from "./دار ظباط النقل فندق ترانس/15.webp";
import img153 from "./دار ظباط النقل فندق ترانس/16.webp";
import img154 from "./دار ظباط النقل فندق ترانس/17.webp";
import img155 from "./دار ظباط النقل فندق ترانس/18.webp";
import img156 from "./دار ظباط النقل فندق ترانس/19.webp";

//=============================
// مصنع ابو زعبل للاسمدة
//=============================
import img168 from "./مصنع ابو زعبل للاسمدة/1.webp";
import img169 from "./مصنع ابو زعبل للاسمدة/2.webp";
import img170 from "./مصنع ابو زعبل للاسمدة/3.webp";
import img171 from "./مصنع ابو زعبل للاسمدة/4.webp";
import img172 from "./مصنع ابو زعبل للاسمدة/5.webp";
import img173 from "./مصنع ابو زعبل للاسمدة/6.webp";
import img174 from "./مصنع ابو زعبل للاسمدة/7.webp";
import img175 from "./مصنع ابو زعبل للاسمدة/8.webp";
import img176 from "./مصنع ابو زعبل للاسمدة/9.webp";

export const products = [
  {
    id: "1",
    name: "كنيسة العذراء مريم طريق الكباش الأثري - الأقصر",
    home: [img31],
    image: [img31, img32],
    category: "تدعيم",
    miniDesc: "المشروع تدعيم أساسات",
    description: "المشروع تدعيم أساسات",
    owner: "المالك : الكنيسة",
    time: "مدة التنفيذ : ٨ أيام ( ٢٤ ساعة عمل يوميا ً )",
    info1: "تحت إشراف الهيئة الهندسية للقوات المسلحة",
    info2: "الإستشاري : الهيئة الهندسية للقوات المسلحة",
    //Extra
    name4: "المزيد من الصور والتفاصيل",
    image4: [img177, img178],
  },
  //==============================================================
  //==============================================================
  {
    id: "2",
    name: "مستشفي التأمين الصحي مدينة نصر ( جاري )",
    home: [img12],
    image: [img12, img13, img14, img15, img16, img17],
    category: "معالجة",
    miniDesc:
      "معالجة جميع العناصر الانشائية اعمدة - كمر - بلاطات مسطح ما تم تنفيذة 1600 متر مسطح",
    description:
      "معالجة جميع العناصر الانشائية اعمدة - كمر - بلاطات مسطح ما تم تنفيذة 1600 متر مسطح",
    owner: "المالك : الهيئة العامة للتأمين الصحي",
    time: "خلال المدة : أغسطس 2022حتي نوفمبر 2024",
  },
  //==============================================================
  //==============================================================
  {
    id: "3",
    name: "مستشفى الاقصر الدولى",
    home: [img18],
    image: [img18, img19, img20, img21, img23, img22],
    category: "تدعيم",
    miniDesc:
      "تدعيم بلاطات داخليه بإستخدام كمر حديد بمستشفي الأقصر الدولي و تنفيذ بلاطات كابولية مستجدة",
    description:
      "تدعيم بلاطات داخليه بإستخدام كمر حديد بمستشفي الأقصر الدولي و تنفيذ بلاطات كابولية مستجدة",
    owner: "إستشاري المالك : كلية الهندسة جامعة أسيوط",
    time: "مدة التنفيذ : ٣٠ يوم مع عدم توقف خطوط الإنتاج الكمية المنفذة : 1500 م٢",
    info1: "المقاول العام : شركة تاور للإنشاءات و العمارة",
    info2: "إستشاري المقاول : كلية الهندسة جامعة عين شمس",
  },
  //==============================================================
  //==============================================================
  {
    id: "4",
    name: "معهد ناصر",
    home: [img57],
    image: [img57, img58, img59, img60],
    category: "تدعيم",
    miniDesc: "تدعيم بلاطات المدخل الرئيسي معهد ناصر",
    description: "تدعيم بلاطات المدخل الرئيسي معهد ناصر",
    owner: "المالك : وزارة الصحة",
    info1: "المقاول العام : شركة تاور للإنشاءات و العمارة",
    info2: "الاستشاري: جامعة عين شمس أ. د/ نصر عيد",

    //Extra
    name2: "الجناح الكويتي معهد ناصر",
    image2: [img64, img65, img66, img67],
    description2:
      "تدعيم بلاطات معهد التمريض - الجناح الكويتي -الرعاية المتوسطة ( لمعهد ناصر )",
    owner2: "المالك : وزارة الصحة",
    time2: "الكمية المنفذة ٤٣٠٠ متر مسطح في مدة زمنية خمسة أشهر",
    info12: "المقاول العام : شركة تاور للإنشاءات و العمارة",
    info22: "الاستشاري : جامعة عين شمس أ.د/ نصر عيد",

    //Extra
    name3: "قبة معهد ناصر",
    image3: [img33, img34, img35, img36],
    owner3: "المالك : وزارة الصحة",
    info13: "المقاول العام : شركة تاور للإنشاءات و العمارة",
    info23: "الاستشاري: جامعة عين شمس أ. د/ نصر عيد",
  },
  //==============================================================
  //==============================================================
  {
    id: "5",
    name: "بنك HSBC",
    home: [img52],
    image: [img52, img53, img54],
    category: "تدعيم",
    miniDesc: "تدعيم بشرائح الكربون فيبر",
    description: "تدعيم بشرائح الكربون فيبر",
    owner: "( الفرع الرئيسي ) HSBC المالك : بنك",
    info1: "NEXTEP : المقاول العام",
    info2: "الاستشاري : مكتب ADEC أ. د/ ايمن حسين",
  },
  //==============================================================
  //==============================================================
  {
    id: "6",
    name: "جراج الامانة العامة للقوات المسلحة بالكيان العسكرى ( العاصمة الادارية )",
    home: [img100],
    image: [
      img98,
      img97,
      img99,
      img80,
      img81,
      img82,
      img83,
      img96,
      img78,
      img79,
    ],
    category: "دهانات-ايبوكسية",
    miniDesc:
      "جراج الامانة العامة فى العاصمة الادارية المملوك للقوات المسلحة المصرية بدأنا اولا بتجليخ الارضية للتجهيز للدهانات",
    description:
      "جراج الامانة العامة فى العاصمة الادارية المملوك للقوات المسلحة المصرية بدأنا اولا بتجليخ الارضية للتجهيز للدهانات الايبوكسية بعد ذلك كان هناك مراحل لتفتيح فواصل التمدد و حقنها كما هو موضح فى الصور و ثم بدأنا فى مرحلة دهان الارضيه ايبوكسى و سوف تجد فى الصور المواد الايبوكسية كما هو موضح",
    owner: "المالك : القوات المسلحة",

    name4: "تجليخ الارضية للتجهيز للدهانات الايبوكسية",
    image4: [img80, img81],

    name5: "مراحل تفتيح فواصل التمدد و حقنها",
    image5: [img84, img85, img86, img87, img88, img89],

    name6: "مراحل دهانات الارضية ايبوكسى",
    image6: [img90, img91, img92, img93, img94, img95],
    image62: [img96, img97, img98, img99],

    name7: "المواد الايبوكسية",
    image7: [img78, img79],
  },
  //==============================================================
  //==============================================================
  {
    id: "7",
    name: "مركز تصنيع الاقمار الصناعية",
    home: [img68],
    image: [img68, img69, img70, img71, img72, img73, img74, img75],
    name5: "مواد العزل",
    image5: [img108, img109, img110],

    name6: "مراحل دهانات الارضية ايبوكسى",
    image6: [img76, img77, img101],
    image62: [img102, img102, img103, img104, img105, img106, img107],

    name7: "تدعيم البلاطات بكاربون فايبر",
    image7: [img111, img112, img113],

    category: "دهانات-ايبوكسية",
    miniDesc:
      "مركز تصنيع الاقمار الصناعية ( الاستشعار عن بعد ) ( الدائرى الاوسطى )",
    description:
      "مركز تصنيع الاقمار الصناعية ( الاستشعار عن بعد ) ( الدائرى الاوسطى ) اولا بدأنا بتدعيم بلاطات بكربون فايبر ثم تزريع جوايط عمق 50 سم حموله 200 طن و عزل ارضيات 3000 متر مربع باستخدام مادة ( سيكا سيل 107 ) و عزل ارضيات اخرى بمساحة 2500 متر مربع باستخدام مادة ( ماستر سيل 599 )",
  },
  //==============================================================
  //==============================================================
  {
    id: "8",
    name: "مستشفى الاسماعيلية العام",
    home: [img131],
    image: [img131, img179, img180],
    name5: "المزيد من الصور والتفاصيل",
    image5: [img132, img133, img134, img135, img136, img137],
    category: "تدعيم",
    miniDesc: "مشروع تدعيم مستشفى الاسماعيلية العام بعدد 27 عمود",
    description:
      "مشروع تدعيم مستشفى الاسماعيلية العام 4 اعمدة قميص خرسانى و 23 اعمدة قميص ستيل بحيث يكون العدد الكلى 27 عمود",
    owner: "المالك : مستشفى الاسماعيلية العام",
  },
  //==============================================================
  //==============================================================
  {
    id: "9",
    name: "نافورة حديقة الدراجات",
    home: [img1],
    image: [img1, img2, img3, img4, img6, img5],

    name6: "المزيد من الصور و التفاصيل",
    image6: [img157, img158, img159, img160, img161, img162],
    image62: [img163, img164, img165, img166, img167],

    category: "صب",
    miniDesc: "صب حوائط بحيرة حديقة الدراجات ( مدينة المستقبل )",
    description: "صب حوائط بحيرة حديقة الدراجات ( مدينة المستقبل )",
    info1: "تم الصب باستخدام شوت كريت بمسطح 4000 متر مربع",
    info2: "تم العزل بمادة ( سيكا سيل 107 )",
  },
  //==============================================================
  //==============================================================
  {
    id: "10",
    name: "مصنع مودرن سيكا - لمواد العزل",
    home: [img7],
    image: [img7, img8, img9, img10, img11],
    category: "ترميم",
    miniDesc: "ترميم وتدعيم أرضيات مصنع مودرن سيكا - لمواد العزل مدينة بدر",
    description: "ترميم وتدعيم أرضيات مصنع مودرن سيكا - لمواد العزل مدينة بدر",
    owner: "المالك : سيكا مصر لكيماويات مواد البناء",
    time: "مدة التنفيذ : ٣٠ يوم مع عدم توقف خطوط الإنتاج الكمية المنفذة : 1500 م٢",
    info1: "المقاول العام : تكنوكريت للإنشاءات الحديثة",
    info2: "الإستشاري : سيكا مصر",
  },
  //==============================================================
  //==============================================================
  {
    id: "11",
    name: "مباني إدارية الكيان العسكري - العاصمة الإدارية",
    home: [img24],
    image: [img24, img25, img26, img27, img28, img29, img30],
    category: "ترميم",
    miniDesc: "ترميم وتدعيم مباني إدارية الكيان العسكري - العاصمة الإدارية",
    description: "ترميم وتدعيم مباني إدارية الكيان العسكري - العاصمة الإدارية",
    owner: "المالك : الكيان العسكرى",
    info1: "المقاول العام : الشركة الدولية للتوريدات الهندسية والمقاولات",
    info2: "الإستشاري : الهيئة الهندسية للقوات المسلحة",

    name4: "المزيد من الصور و التفاصيل",
    image4: [img181, img182],
    name7: "........",
    image7: [img183],
  },
  //==============================================================
  //==============================================================
  {
    id: "12",
    name: "فندق تريومف ( الشويفات ) التجمع الخامس",
    home: [img38],
    image: [img38, img37],
    category: "معالجة",
    miniDesc:
      "المشروع معالجة وحقن فواصل ومعالجة تسرب مياه حمام السباحة الرئيسي",
    description:
      "المشروع معالجة وحقن فواصل ومعالجة تسرب مياه حمام السباحة الرئيسي",
    owner: "المالك : مجموعة فنادق تريومف مصر",
    time: "مدة التنفيذ ١٥ يوم",
    info2:
      "الإستشاري : الهيئة الهندسية للقوات المسلحة - إدارة المشروعات الكبري",
  },
  //==============================================================
  //==============================================================
  {
    id: "13",
    name: "ترميم وعزل فيلا 125مرتفعات القطامية",
    home: [img39],
    image: [img39, img40, img41, img42],
    category: "ترميم",
    miniDesc: "الكمية المنفذة : ٢١٠٠ متر مسطح",
    description: "الكمية المنفذة : ٢١٠٠ متر مسطح",
    owner: "المالك : شركة تروبي ١ للسياحة",
    time: "مده التنفيذ : ٥٠ يوم",
    info2: "الإستشاري : مكسيموس مجدي",
  },
  //==============================================================
  //==============================================================
  {
    id: "14",
    name: "مستشفى سمنود المركزي",
    home: [img43],
    image: [img43, img44],
    category: "ترميم",
    miniDesc: "ترميم وتدعيم مستشفي سمنود المركزي",
    description: "ترميم وتدعيم مستشفي سمنود المركزي",
    owner: "المالك : وزارة الصحة والسكان",
    info1: "المقاول العام : وادي النيل",
    info2: "الاستشاري : كلية الهندسة - جامعة المنصورة",

    name4: "قبل و بعد",
    image4: [img45, img45_2],
  },
  //==============================================================
  //==============================================================
  {
    id: "15",
    name: "تدعيم بلاطات بعدد 30 شالية قرية اورلاندو ( العين السخنة )",
    home: [img46],
    image: [img46, img47, img48, img49, img50, img51],

    name6: "المزيد من الصور و التفاصيل",
    image6: [
      img119,
      img120,
      img121,
      img122,
      img123,
      img124,
      img125,
      img126,
      img127,
      img128,
      img129,
      img130,
    ],
    image62: [img114, img115, img116, img117, img118],

    category: "تدعيم",
    miniDesc:
      "تدعيم بلاطات داخليه و بلاطات كابولية شاليهات قرية اورلاندوا العين السخنة",
    description:
      "تدعيم بلاطات داخليه و بلاطات كابولية شاليهات قرية اورلاندوا العين السخنة",
    owner: "المالك : شركة الطيار السعودية",
    info2: "الاستشاري : مكتب حجاج للإستشارات الهندسية دكتور / هشام حجاج",
  },
  //==============================================================
  //==============================================================
  {
    id: "16",
    name: "بنك الإمارات دبي",
    home: [img55],
    image: [img55, img56],
    category: "تدعيم",
    miniDesc: "تدعيم بلاطة خزينة من أسفل فرع شهاب - المهندسين",
    description: "تدعيم بلاطة خزينة من أسفل فرع شهاب - المهندسين",
    owner: "المالك: بنك الإمارات دبي",
    info1: "NEXTEP : المقاول العام",
    info2: "ADEC الاستشاري : مكتب",
  },
  //==============================================================
  //==============================================================
  {
    id: "17",
    name: "الصالون الاخضر بالاسماعيلية",
    home: [img61],
    image: [img61, img62, img63],
    category: "تدعيم",
    miniDesc:
      "تطوير وتدعيم فرع الهيئة العامة للرعاية الصحية - تدعيم ومعالجة العناصر الإنشائية ( أعمدة ، حوائط)",
    description:
      "تطوير وتدعيم فرع الهيئة العامة للرعاية الصحية - تدعيم ومعالجة العناصر الإنشائية ( أعمدة ، حوائط)",
    owner: "المالك : وزارة الصحة والسكان",
    info1: "المقاول العام : شركة تاور للإنشاءات والعمارة",
    info2: "ICC الاستشاري : شركة الدراسات المتكاملة",
  },
  //==============================================================
  //==============================================================
  {
    id: "18",
    name: "دار ظباط النقل فندق ترانس",
    home: [img138],
    image: [img138, img156],
    name5: "المزيد من الصور و التفاصيل",
    image5: [
      img139,
      img140,
      img141,
      img142,
      img143,
      img144,
      img145,
      img146,
      img147,
      img148,
      img149,
      img150,
      img151,
      img152,
      img153,
      img154,
      img155,
    ],
    category: "تدعيم",
    miniDesc: "مشروع تدعيم دار ظباط النقل فنجق ترانس كورنيش النيل",
    description:
      "مشروع تدعيم دار ظباط النقل فنجق ترانس كورنيش النيل تدعيم عدد 40 عمود",
    owner: "تدعيم حوائط خرسانية",
    time: "تدعيم بلاطات و كمرات عن طريق عمل اقمصة خرسانية",
    info1: "صب شوت كريت لمساحة 2500 متر مربع",
    info2: "اعمال ترميم فواصل تمدد و انشائية",
  },
  //==============================================================
  //==============================================================
  {
    id: "19",
    name: "مصنع ابو زعبل للاسمدة",
    home: [img168],
    image: [img168, img169, img170],

    name5: "المزيد من الصور و التفاصيل",
    image5: [img171, img172, img173, img174, img175, img176],

    category: "دهانات-ايبوكسية",
    miniDesc: "تصنيع و تركيب ونش متحرك داخل عنبر ( 7 )",
    description: "تصنيع و تركيب ونش متحرك داخل عنبر ( 7 )",
    info1: "قواعد من الجروات",
    info2: "تزريع جوايط صلب 25 مم بمادة ايبوكسية ( سيكادور 31 )",
  },
];
